public/cache/hotel/reference_data/4b520cfb17051312111020502bcd69e9_request.dat

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <hot:HotelMediaLinksReq xmlns:common_v34_0="http://www.travelport.com/schema/common_v34_0" xmlns:hot="http://www.travelport.com/schema/hotel_v34_0" AuthorizedBy="user" Gallery="true" RichMedia="true" TargetBranch="P7119574" TraceId="trace">
            <com:BillingPointOfSaleInfo xmlns:com="http://www.travelport.com/schema/common_v34_0" OriginApplication="UAPI"/>
            <hot:HotelProperty HotelChain="HI" HotelCode="96335" HotelLocation="FSD" HotelTransportation="CourtesyBus" Name="HOLIDAY INN EXPSTE EMPIRE MALL" ParticipationLevel="Lowest Public Rate" ReserveRequirement="Guarantee" VendorLocationKey="xIaV9B4R2BKA71bLCAAAAA==">
                <hot:PropertyAddress>
                    <hot:Address>SIOUX FALLS  SD</hot:Address>
                </hot:PropertyAddress>
            </hot:HotelProperty>
        </hot:HotelMediaLinksReq>
    </soapenv:Body>
</soapenv:Envelope>
